Repository: common-repository/icerik-bulutu
Catalog: languages/icerik-bulutu-*.po
Languages: tr_tr

source: Requests
tr_tr: Talepler

source: All Requests
tr_tr: Tüm Talepler

source: Blog Requests
tr_tr: Blog Talepleri

source: List Requests
tr_tr: Liste Talepleri

source: Select All
tr_tr: Hepsini Seç

source: Requests Not Found
tr_tr: Talepler Bulunamadı

source: Blog Articles
tr_tr: Blog İçerikleri

source: List Articles
tr_tr: Liste İçerikleri

source: Total Article Count:
tr_tr: İçerik Sayısı:

source: Written Article Count:
tr_tr: Tamamlanan İçerik Sayısı:

source: Date:
tr_tr: Tarih:

source: Import Selected
tr_tr: Seçilenleri İçe Aktar

source: İçerik Bulutu WordPress Plugin
tr_tr: İçerik Bulutu WordPress Eklentisi

source: Save Imported Posts As
tr_tr: İçe aktarılan içerikleri

source: Choose Author
tr_tr: Yazar seç

source: Published
tr_tr: Yayınla

source: Draft
tr_tr: Taslak Olarak Kaydet

source: Using our WordPress plugin, you can import content from İçerik Bulutu to your WordPress website either manually or automatically, depending on your content strategy.
tr_tr: İçerik Bulutu WordPress Eklentisi ile onayladığınız içerikleri web sitenize aktarabilirsiniz. Aktardığınız içerikleri dilerseniz otomatik olarak yayınlayabilir, dilerseniz taslak olarak kaydedip zamanlayabilirsiniz.

source: Settings
tr_tr: Ayarlar

source: Import
tr_tr: İçe Aktar

source: Please enter your API Key First
tr_tr: Lütfen Önce API Anahtarınızı Giriniz

source: You do not have sufficient permissions to access this page.
tr_tr: Bu sayfaya erişim izniniz yok.

source: Settings Saved
tr_tr: Ayarlar Kaydedildi

source: Disconnect to İçerik Bulutu
tr_tr: İçerik Bulutu Bağlantısını Sonlandır

source: Enter API Key
tr_tr: API Anahtarını Gir

source: Save
tr_tr: Kaydet

source: API Key is invalid
tr_tr: Yanlış API Anahtarı

source: There is a problem. Please try again later.
tr_tr: Üzgünüz. Bir sorun oluştu. Lütfen daha sonra tekrar deneyin.

source: You have not selected any article
tr_tr: Hiçbir İçerik Seçmediniz

source: <strong style="color:green">article imported</strong>
tr_tr: adlı <strong style=“color:green”>içerik aktarıldı</strong>

source: <strong style="color:red">previously imported </strong>
tr_tr: adlı içerik <strong style=“color:red”>daha önce içe aktarıldı </strong>

source: Done
tr_tr: İşlem Tamamlandı

source: Official plugin of Icerik Bulutu. It directly imports and synchronizes contents written by professional content writers from the Icerik Bulutu
tr_tr: İçerik Bulutu WordPress Eklentisi ile onayladığınız içerikleri web sitenize aktarabilirsiniz. Aktardığınız içerikleri dilerseniz otomatik olarak yayınlayabilir, dilerseniz taslak olarak kaydedip zamanlayabilirsiniz
